Repository: marekpridal/Eleve
Catalog: Eleve/*.lproj/Localizable.strings
Languages: cs

source: Navigate
cs: Navigovat

source: Report
cs: Nahlásit

# STATES
source: State
cs: Stav

# INFORMATION
source: Informations
cs: Informace

source: Vehicle type
cs: Typ zařízení

source: Duration
cs: Doba jízdy

# FAVORITE_STATIONS_STATES_TITLE
source: State of favorite stations
cs: Stav oblíbených stanic

# FAVORITE_STATIONS_STATES_SUBTITLE
source: Let us send you notifications about your favorite stations
cs: Nechte si oznamovat stav vašich oblíbených stanic

# USER_ACTIVITY_TITLE
source: User activity
cs: Aktivity uživatelů

# USER_ACTIVITY_SUBTITLE
source: Report states of favorite stations
cs: Nahlášené stavy oblíbených stanic

# RECOMMEND_IMPROVEMENT
source: Recommend new feature
cs: Máte nápad na zlepšení?

source: Delete all shared data
cs: Vymazat všechna sdílená data

# SETTINGS_TITLE
source: Settings
cs: Nastavení

# ELEVATOR_HEADER
source: Vehicle
cs: Zařízení

# REPORT_TITLE
source: Report
cs: Nahlášení

source: Dismiss
cs: Zavřít

# BROKEN_ELEVATOR
source: Vehicle is broken
cs: Nefunkční zařízení

# WRONG_STATUS
source: Reported state is not current
cs: Špatné nahlášení

source: Working
cs: Funkční

source: Doesn't work
cs: Nefunkční
